<?php

/* @var $this \yii\web\View */
/* @var $content string */

use yii\helpers\Html;
use frontend\assets\AppAsset;

AppAsset::register($this);

//$this->registerLinkTag(['rel' => 'icon', 'type' => 'image/x-icon', 'href' => '/favicon.ico']);

\Yii::$app->view->registerMetaTag([
    'property' => 'og:type',
    'content' => 'website',
]);

\Yii::$app->view->registerMetaTag([
    'property' => 'fb:app_id',
    'content' => '257953674358265',
]);
$this->registerLinkTag(['rel' => 'canonical', 'href' => \yii\helpers\Url::canonical()]);
$this->registerMetaTag(['name' => 'format-detection', 'content' => 'telephone=no']);

$action = \Yii::$app->controller->action->id;

?>
<?php $this->beginPage() ?>
<!DOCTYPE html>
<html lang="<?= Yii::$app->language ?>" class="<?=$action?>">
<head>
    <meta charset="<?= Yii::$app->charset ?>">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta name="yandex-verification" content="bf99c8826560374f" />
    <link rel="shortcut icon" href="/favicon.ico" type="image/x-icon"/>
    <?= Html::csrfMetaTags() ?>
    <title><?= Html::encode($this->title) ?></title>
    <?php $this->head() ?>

</head>


<body class="<?=$action?>">
<?php $this->beginBody() ?>

<div class="mainHeader">

    <div class="headerLogo">
        <a href="/">Eebet</a>
    </div>

    <div class="headerMenu">
        <ul>
            <li><a href="<?=\yii\helpers\Url::to(['site/free-forecast-list'])?>">Бесплатные прогнозы</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['site/vip-forecast-list'])?>" target="_blank">VIP прогнозы</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['news/news-all-cats'])?>">Информационный блог</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['site/promotion'])?>">Раскрутка счета</a></li>
        </ul>
    </div>

    <div class="headerCallback">
        <a class="btnCallback" href="/#callback">Обратная связь</a>
    </div>

    <div class="headerToggle">
        <button class="toggleMenu">
            <span class="toggleMenu__top"></span>
            <span class="toggleMenu__middle"></span>
            <span class="toggleMenu__bottom"></span>
        </button>
    </div>

</div>

<div class="mobileMenu"><a href="/"><div class="mobileMenu__logo">EEBET</div></a>

    <div class="mobileMenu__list">
        <ul>
            <li><a href="<?=\yii\helpers\Url::to(['site/free-forecast-list'])?>">Бесплатные прогнозы</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['site/vip-forecast-list'])?>">VIP прогнозы</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['news/news-all-cats'])?>">Информационный блог</a></li>
            <li><a href="<?=\yii\helpers\Url::to(['site/promotion'])?>">Раскрутка счета</a></li>
        </ul>
    </div>

    <div class="mobileMenu__btn">
        <a class="btnCallback" href="/#callback">Обратная связь</a>
    </div>

</div>


<?= $content ?>

<footer class="mainFooter">
    <div class="container-new">
        <div class="row jc_sb">
            <div class="footerColumn_1">
                <div class="footerLogo">
                    <a href="">
                        <img src="/img/logo_footer.png" alt="">
                    </a>
                </div>
                <div class="footerCopyright">
                    2018-<?=date('Y')?> © Все права защищены.
                </div>
            </div>
            <div class="footerColumn_2">
                <div class="footerMenu">
                    <div class="footerMenu_title">МЕНЮ</div>
                    <ul>

                        <li>
                            <a href="/#director">
                            <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="39.0956mm" height="39.0956mm" version="1.1" style="shape-rendering:geometricPrecision; text-rendering:geometricPrecision; image-rendering:optimizeQuality; fill-rule:evenodd; clip-rule:evenodd"
                            viewBox="0 0 246.86 246.86"
                            xmlns:xlink="http://www.w3.org/1999/xlink">
                            <defs>
                            <style type="text/css">
                            <![CDATA[
                                .fil1 {fill:none}
                                .fil0 {fill:white}
                            ]]>
                            </style>
                            </defs>
                            <g id="Слой_x0020_1">
                            <metadata id="CorelCorpID_0Corel-Layer"/>
                            <path class="fil0" d="M102.69 130.65l21.63 11.71c0,0.9 -0.9,1.81 -1.81,2.71 -0.9,0.9 -0.9,1.81 -1.81,2.71l-9.02 15.32c0.9,-0.9 1.81,-1.81 1.81,-2.71l3.6 -3.6c0.9,-0.9 1.81,-3.6 3.6,-3.6 0.9,0.9 0,0.9 2.71,2.71 -1.81,8.11 -4.5,25.23 -5.4,34.24 -1.81,12.61 -1.81,17.11 -1.81,28.82l0 9.9c-1.81,-0.9 -9.9,-17.11 -11.71,-19.82 -7.21,-16.21 -10.81,-35.13 -8.11,-54.05 0,-2.71 0.9,-4.5 0.9,-7.21 0,-0.9 0.9,-1.81 0,-3.6 -0.9,-0.9 -0.9,-1.81 -0.9,-2.71 0,-1.81 3.6,-9.02 4.5,-10.81 -1.81,0 -4.5,1.81 -5.4,3.6l-7.21 5.4c-2.71,1.81 -5.4,4.5 -7.21,6.31 -0.9,0.9 -0.9,0.9 -2.71,1.81l-6.31 2.71 -9.9 2.71c-1.81,0 -1.81,0.9 -3.6,0.9 -3.6,0.9 -16.21,3.6 -18.92,5.4 -1.81,0.9 -1.81,0.9 -4.5,2.71 -6.31,4.5 -5.4,12.61 -6.31,20.73 -0.9,6.31 -1.81,12.61 -2.71,18.92l-0.9 7.21c0,1.81 0,2.71 -0.9,3.6 -0.9,4.5 -1.81,8.11 5.4,10.81l6.31 1.81c0.9,0 2.71,0.9 3.6,0.9 0.9,0 2.71,0.9 3.6,0.9 0.9,0 2.71,0 3.6,0.9 3.6,0.9 12.61,1.81 16.21,1.81 0.9,0 2.71,0 4.5,0l6.31 0.9c3.6,0 7.21,0 10.81,0.9 4.5,0.9 16.21,0.9 21.63,0.9 1.81,0 2.71,0 4.5,0l21.63 0c1.81,0 2.71,0 4.5,0 2.71,0 6.31,0 9.02,0 2.71,0 6.31,0 8.11,0l33.34 -2.71c2.71,0 5.4,-0.9 8.11,-0.9l18.92 -2.71c3.6,-0.9 14.42,-2.71 15.32,-6.31 0.9,-1.81 -1.81,-9.02 -1.81,-10.81l-2.71 -10.81c-0.9,-4.5 -1.81,-9.9 -2.71,-15.32l-0.9 -8.11c0,-2.71 0,-5.4 -0.9,-7.21 -1.81,-2.71 -4.5,-5.4 -7.21,-6.31 -0.9,0 -0.9,0 -1.81,-0.9 -5.4,-1.81 -16.21,-1.81 -20.73,-3.6 -2.71,-0.9 -7.21,-1.81 -10.81,-2.71 -1.81,-0.9 -7.21,-3.6 -8.11,-4.5l-7.21 -6.31c-2.71,-1.81 -14.42,-9.9 -16.21,-9.9 0.9,1.81 5.4,9.02 4.5,10.81 -1.81,3.6 -0.9,1.81 0,6.31 0.9,1.81 0.9,4.5 0.9,6.31 1.81,9.02 0.9,19.82 -0.9,28.82 -1.81,9.02 -4.5,16.21 -7.21,24.32 -0.9,2.71 -9.02,18.92 -10.81,19.82 0.9,-3.6 0,-15.32 0,-19.82 -0.9,-11.71 -2.71,-24.32 -4.5,-36.03l-3.6 -17.11c2.71,-1.81 0.9,-1.81 2.71,-2.71 2.71,1.81 5.4,6.31 8.11,9.02 0.9,0.9 1.81,1.81 2.71,2.71 -0.9,-0.9 -9.02,-14.42 -10.81,-16.21 -0.9,-0.9 -0.9,-1.81 -1.81,-2.71 -0.9,-0.9 -0.9,-1.81 -1.81,-2.71 0.9,-0.9 3.6,-1.81 5.4,-2.71l16.21 -9.02 -2.71 -0.9c0,-2.71 0,0 0,-4.5 0,-1.81 0,-2.71 0.9,-4.5l0.9 -1.81c2.71,-2.71 4.5,-11.71 5.4,-15.32 0,-0.9 0,-1.81 0.9,-1.81 0,-0.9 1.81,-8.11 1.81,-8.11 0.9,-0.9 2.71,0 5.4,-4.5 2.71,-3.6 3.6,-8.11 2.71,-12.61 0,-1.81 -0.9,-2.71 -1.81,-3.6 -0.9,-0.9 -1.81,-1.81 -3.6,-1.81 0,-2.71 0.9,-4.5 0.9,-7.21l-0.9 -16.21c0,-0.9 0,-2.71 -0.9,-3.6 -0.9,-2.71 -0.9,-4.5 -1.81,-7.21 0,-0.9 0,-0.9 -0.9,-1.81 -0.9,-1.81 -7.21,-9.9 -8.11,-10.81 -4.5,-4.5 -10.81,-7.21 -18.02,-8.11 -2.71,0 -5.4,-0.9 -8.11,-0.9 -5.4,0 -15.32,2.71 -19.82,6.31 -0.9,0 -0.9,0.9 -0.9,0.9l-3.6 2.71c-0.9,0.9 -0.9,1.81 -1.81,2.71 -0.9,0.9 -0.9,1.81 -0.9,3.6 -4.5,0 -6.31,2.71 -7.21,6.31 -2.71,7.21 -3.6,15.32 -2.71,23.42 0,2.71 0,3.6 0,6.31 0,1.81 0.9,3.6 0.9,5.4 -1.81,0.9 -3.6,2.71 -3.6,5.4 -0.9,4.5 0.9,9.02 3.6,12.61 1.81,1.81 4.5,4.5 7.21,4.5 0,1.81 0.9,3.6 1.81,5.4 0,0.9 0.9,1.81 0.9,2.71 0.9,3.6 3.6,12.61 6.31,16.21 0,0.9 0.9,0.9 0.9,1.81 0.9,0.9 0.9,0.9 1.81,1.81 0.9,1.81 0.9,7.21 0,8.11 -0.9,0.9 -1.81,0 -2.71,0.9l2.76 -3.64z" style="fill: #fff;"/>

                            </g>
                            </svg>
                            <span>Обо мне</span>
                            </a
                        ></li>
                        <li>
                            <a href="<?=\yii\helpers\Url::to(['site/free-forecast-list'])?>">
                                <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="40.8071mm" height="40.5235mm" version="1.1" style="shape-rendering:geometricPrecision; text-rendering:geometricPrecision; image-rendering:optimizeQuality; fill-rule:evenodd; clip-rule:evenodd"
                                viewBox="0 0 268.2 266.34"
                                xmlns:xlink="http://www.w3.org/1999/xlink">
                                <defs>
                                <style type="text/css">
                                <![CDATA[
                                    .fil0 {fill:white}
                                    .fil1 {fill:#07274E;fill-rule:nonzero}
                                ]]>
                                </style>
                                </defs>
                                <g id="Слой_x0020_1">
                                <metadata id="CorelCorpID_0Corel-Layer"/>
                                <path class="fil0" d="M134.11 0c73.15,0 133.17,59.08 133.17,133.17 0,73.15 -59.08,133.17 -133.17,133.17 -73.15,0 -133.17,-59.08 -133.17,-133.17 0,-73.15 59.08,-133.17 133.17,-133.17z"/>
                                <polygon class="fil1" points="21.57,86.28 55.34,86.28 55.34,66.58 -0,66.58 -0,199.75 21.57,199.75 21.57,144.42 47.83,144.42 47.83,125.66 21.57,125.66 "/>
                                <path id="_1_0" class="fil1" d="M130.35 199.75c-1.88,-4.68 -1.88,-9.38 -1.88,-15.95l0 -20.63c0,-14.07 -3.74,-23.44 -14.07,-28.14 9.38,-4.68 14.07,-13.13 14.07,-27.2l0 -10.31c0,-20.63 -9.38,-30.94 -30.94,-30.94l-31.88 0 0 132.23 20.63 0 0 -54.4 7.5 0c9.38,0 14.07,4.68 14.07,16.87l0 20.63c0,11.25 0.94,13.13 1.88,15.95l21.57 0 -0.96 1.88zm-33.75 -113.47c7.5,0 10.31,3.74 10.31,14.07l0 13.13c0,10.31 -4.68,14.07 -12.19,14.07l-8.44 0 0 -40.33 10.31 0 0.02 -0.94z"/>
                                <polygon id="_2_1" class="fil1" points="162.25,86.28 198.81,86.28 198.81,66.58 141.61,66.58 141.61,199.75 198.81,199.75 198.81,181 162.25,181 162.25,141.61 191.31,141.61 191.31,122.86 162.25,122.86 "/>
                                <polygon id="_3_2" class="fil1" points="232.57,86.28 268.2,86.28 268.2,66.58 211,66.58 211,199.75 268.2,199.75 268.2,181 232.57,181 232.57,141.61 260.69,141.61 260.69,122.86 232.57,122.86 "/>
                                </g>
                                </svg>
                                <span>Бесплатные прогнозы</span>
                            </a>
                        </li>
                        <li>
                            <a href="<?=\yii\helpers\Url::to(['site/vip-forecast-list'])?>">
                            <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="38.2497mm" height="36.3804mm" version="1.1" style="shape-rendering:geometricPrecision; text-rendering:geometricPrecision; image-rendering:optimizeQuality; fill-rule:evenodd; clip-rule:evenodd"
                            viewBox="0 0 236.73 225.16"
                            xmlns:xlink="http://www.w3.org/1999/xlink">
                            <defs>
                            <style type="text/css">
                            <![CDATA[
                                .fil0 {fill:white}
                            ]]>
                            </style>
                            </defs>
                            <g id="Слой_x0020_1">
                            <metadata id="CorelCorpID_0Corel-Layer"/>
                            <path class="fil0" d="M-0 82.95c0.89,0.89 1.77,1.77 2.66,2.66 0,0 0,0 0.89,0.89l0.89 0.89c0,0 0,0 0.89,0.89l2.66 2.66c0,0 0,0 0,0 0,0 0,0 0,0l5.3 5.3c13.25,13.25 26.5,26.5 39.74,39.74l2.66 2.66c0,0 0.89,0.89 0.89,0.89 0,0 0,0 0,0l0.89 0.89c0,0 0.89,0.89 0.89,0.89 0.89,0.89 -1.77,12.36 -2.66,14.13l-10.59 55.63c0,1.77 -0.89,3.53 -0.89,5.3 0,1.77 -0.89,4.41 -0.89,6.18l18.54 -8.84c0.89,0 1.77,-0.89 2.66,-0.89 0.89,0 1.77,-0.89 2.66,-0.89 1.77,-0.89 2.66,-1.77 4.41,-2.66l13.25 -7.07c1.77,-0.89 2.66,-1.77 4.41,-2.66 2.66,-1.77 6.18,-2.66 8.84,-4.41 4.41,-2.66 9.71,-4.41 14.13,-7.07 7.07,-3.53 3.53,-2.66 14.13,2.66l46.8 25.61c0.89,0.89 1.77,0.89 2.66,0.89l8.84 5.3c1.77,0.89 2.66,1.77 4.41,2.66l0 0c0,-2.66 -0.89,-5.3 -0.89,-8.84 -0.89,-8.84 -2.66,-16.77 -4.41,-25.61l-5.3 -34.43c0,-1.77 -0.89,-3.53 -0.89,-5.3 0,-1.77 -0.89,-4.41 -0.89,-5.3 -0.89,-2.66 0,-2.66 1.77,-4.41l25.61 -23.84c0.89,-0.89 0.89,-0.89 1.77,-1.77l7.07 -6.18c0.89,-0.89 1.77,-2.66 3.53,-3.53l5.3 -4.41c0.89,-0.89 0.89,-0.89 1.77,-1.77l7.07 -7.07c0,0 0,0 0,0l4.41 -4.41c0.89,-0.89 0.89,-0.89 1.77,-1.77 -1.77,0 -3.53,-0.89 -5.3,-0.89 -1.77,0 -3.53,-0.89 -5.3,-0.89 -14.13,-1.77 -29.14,-5.3 -44.16,-7.07 -7.95,-0.89 -16.77,-2.66 -24.73,-3.53 -2.66,0 -1.77,-0.89 -3.53,-3.53 -2.66,-6.18 -8.84,-17.66 -11.48,-23.84 -1.77,-4.41 -4.41,-8.84 -6.18,-13.25l-7.95 -16.77c-0.89,-1.77 -1.77,-2.66 -1.77,-4.41l-3.53 -6.18c-0.89,-1.77 -2.66,-5.3 -2.66,-6.18 -0.89,0.89 -0.89,1.77 -1.77,2.66 0,0 0,0.89 -0.89,0.89l-34.43 67.11c-1.77,2.66 0,1.77 -3.53,2.66 -11.48,1.77 -22.07,2.66 -33.56,4.41l-33.56 4.41c-1.77,0 -3.53,0.89 -5.3,0.89l-6.18 0.89 -0.95 -0.95z"/>
                            </g>
                            </svg>
                            <span>VIP прогнозы</span>
                            </a>
                        </li>
                        <li>
                            <a href="<?=\yii\helpers\Url::to(['site/promotion'])?>">
                                <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="30.8193mm" height="29.527mm" version="1.1" style="shape-rendering:geometricPrecision; text-rendering:geometricPrecision; image-rendering:optimizeQuality; fill-rule:evenodd; clip-rule:evenodd"
                                viewBox="0 0 155.12 148.61"
                                xmlns:xlink="http://www.w3.org/1999/xlink">
                                <defs>
                                <style type="text/css">
                                <![CDATA[
                                    .fil0 {fill:white}
                                ]]>
                                </style>
                                </defs>
                                <g id="Слой_x0020_1">
                                <metadata id="CorelCorpID_0Corel-Layer"/>
                                <g id="_2975407111200">
                                <path class="fil0" d="M119.21 3.55c0.72,0.72 4.31,2.87 5.75,3.59 2.16,1.44 4.31,2.16 6.47,3.59 0.72,0.72 0.72,0.72 1.44,0.72 0,0.72 -0.72,0.72 -0.72,1.44 -0.72,0.72 -0.72,1.44 -2.16,2.16 -0.72,0.72 -0.72,0.72 -1.44,1.44l-4.31 5.03c-1.44,2.16 -6.47,7.89 -8.61,10.05l-1.44 2.16c-0.72,0.72 -0.72,0.72 -0.72,1.44 0,0.72 -0.72,0.72 -0.72,1.44l-5.75 7.19c-1.44,2.16 -2.87,4.31 -5.03,5.75 0,0 0,0 0,0 0,0 0,0 0,0l-1.44 1.44c-1.44,-0.72 -4.31,-2.16 -5.75,-2.87l-23.7 -11.49c-0.72,-0.72 -2.16,-0.72 -2.87,-1.44 -0.72,0 -0.72,-0.72 -1.44,-0.72l-4.31 -2.16c-1.44,-0.72 -8.61,-4.31 -9.33,-4.31 -0.72,0 -0.72,0 -0.72,0.72 -1.44,1.44 -6.47,9.33 -7.89,10.77l-6.47 7.19c-0.72,0.72 -0.72,0.72 -1.44,2.16 0,0.72 -0.72,0.72 -0.72,0.72 -0.72,0.72 -0.72,0.72 -0.72,0.72 0,0 -0.72,0.72 -0.72,0.72l-6.47 7.19c0,0.72 -0.72,0.72 -0.72,0.72 -0.72,0.72 -1.44,0.72 -1.44,1.44 -2.16,2.87 -5.75,6.47 -8.61,10.05l-9.33 10.77c-0.72,0.72 -3.59,3.59 -3.59,5.03 2.16,0.72 3.59,2.16 5.75,2.87 2.16,0.72 3.59,2.16 5.75,2.87 0.72,-0.72 2.16,-2.16 2.87,-2.87 0.72,-1.44 2.16,-2.16 2.87,-2.87l3.59 -4.31c0,-0.72 0,-0.72 0.72,-0.72 0,0 0.72,-0.72 0.72,-0.72l2.87 -3.59c0.72,-0.72 1.44,-1.44 2.16,-2.16 0.72,-0.72 0.72,-0.72 1.44,-1.44 0.72,-0.72 0,0 0.72,-0.72l20.83 -22.98c2.16,-2.87 2.16,-2.16 3.59,-5.03 0.72,0 15.08,7.19 17.24,8.61l5.75 2.87c2.87,1.44 8.61,4.31 11.49,5.75 2.16,1.44 3.59,1.44 5.75,2.87 1.44,0.72 4.31,2.87 5.75,2.87 0,-0.72 0,0 0.72,-0.72l10.05 -12.92c0.72,-0.72 1.44,-2.16 2.16,-2.87 0,0 0,0 0,0 1.44,-1.44 9.33,-11.49 10.77,-13.64 0.72,-1.44 2.16,-2.16 2.87,-3.59 0.72,-0.72 1.44,-1.44 2.16,-2.16l3.59 -4.31c0.72,-0.72 0.72,-0.72 1.44,-1.44l3.59 -4.31c0.72,-0.72 0.72,-1.44 1.44,-1.44 0.72,0.72 2.16,1.44 2.87,1.44l2.87 2.16c0.72,0 0.72,0.72 1.44,0.72 1.44,0.72 3.59,2.16 5.03,2.87 0,-4.31 0,-8.61 0,-13.64 0,-2.16 0,-4.31 0,-6.47 0,-2.16 0,-4.31 0,-7.19 -2.87,0 -14.36,2.87 -17.24,2.87l-8.61 1.44c-2.16,0.72 -6.47,1.44 -8.61,1.44l-1.44 -2.2z"/>
                                <path class="fil0" d="M130.7 56.69l0 91.21 22.27 0 0 -91.21c0,-0.72 0,-0.72 -0.72,-0.72l-20.83 0c-0.72,0 -0.72,0 -0.72,0.72z"/>
                                <path class="fil0" d="M43.8 72.49l0 76.13 22.27 0 0 -76.85 -21.55 0c-0.72,0 -0.72,0 -0.72,0.72z"/>
                                <path class="fil0" d="M86.9 147.89l22.27 0c0,-10.05 0,-20.11 0,-30.16l0 -31.6 -22.27 0 0 61.76z"/>
                                <polygon class="fil0" points="-0,147.89 22.27,147.89 22.27,101.93 -0,101.93 "/>
                                </g>
                                </g>
                                </svg>
                                <span>Раскрутка счёта</span>
                            </a>
                        </li>
                        <li>
                            <a href="/#contacts">
                                <svg xmlns="http://www.w3.org/2000/svg" xml:space="preserve" width="40.4137mm" height="26.8513mm" version="1.1" style="shape-rendering:geometricPrecision; text-rendering:geometricPrecision; image-rendering:optimizeQuality; fill-rule:evenodd; clip-rule:evenodd"
                                viewBox="0 0 263.28 174.93"
                                xmlns:xlink="http://www.w3.org/1999/xlink">
                                <defs>
                                <style type="text/css">
                                <![CDATA[
                                    .fil0 {fill:white}
                                ]]>
                                </style>
                                </defs>
                                <g id="Слой_x0020_1">
                                <metadata id="CorelCorpID_0Corel-Layer"/>
                                <path class="fil0" d="M19.62 161.91c1.86,-3.71 40.9,-36.25 48.34,-42.75l29.74 -26.03c1.86,0.93 25.1,21.38 28.82,25.1 5.57,4.64 4.64,5.57 13.95,-2.8l20.45 -17.66c0.93,-0.93 2.8,-2.8 4.64,-3.71 0.93,0.93 8.37,6.51 10.22,8.37l24.16 21.38c1.86,1.86 2.8,2.8 4.64,4.64 6.51,4.64 13.95,12.08 19.52,16.73 3.71,2.8 6.51,5.57 10.22,8.37 1.86,1.86 2.8,2.8 4.64,4.64 1.86,1.86 2.8,2.8 4.64,4.64 -1.86,0.93 -25.1,0.93 -26.96,0.93l-168.24 0c-9.3,0 -18.59,0 -27.89,0l-0.9 -1.86zm151.52 -73.44c1.86,-1.86 67.85,-58.56 72.51,-63.2l3.71 -3.71c0.93,-0.93 0,-0.93 1.86,-0.93 0,6.51 0,37.18 0,45.55l0 89.23c0,0 0,0 0,0 0,0.93 -1.86,-1.86 -1.86,-1.86 -0.93,-0.93 -1.86,-1.86 -1.86,-1.86l-10.22 -8.37c-1.86,-1.86 -2.8,-2.8 -4.64,-4.64 -3.71,-2.8 -6.51,-5.57 -10.22,-8.37l-10.22 -8.37c-2.8,-2.8 -6.51,-5.57 -9.3,-8.37l-4.64 -4.64c-1.86,-1.86 -2.8,-2.8 -4.64,-4.64 -3.71,-2.8 -17.66,-14.88 -19.52,-16.72l-0.95 0.93zm-156.16 66.93c0,-16.72 0,-35.33 0,-52.05l0 -82.72 0.93 0c0.93,0 2.8,2.8 3.71,3.71 1.86,1.86 2.8,2.8 4.64,4.64l19.52 16.73c2.8,2.8 6.51,5.57 10.22,8.37 7.44,7.44 18.59,15.81 26.96,23.23 0.93,0.93 1.86,1.86 2.8,1.86l9.3 8.37 -9.3 8.37c-1.86,1.86 -2.8,2.8 -4.64,4.64 -0.93,0.93 -1.86,1.86 -2.8,1.86l-12.08 10.22c-1.86,1.86 -3.71,2.8 -4.64,4.64 -0.93,0.93 -1.86,0.93 -2.8,1.86l-12.08 10.22c-7.44,6.51 -20.45,17.66 -26.96,23.23 -1.86,1.86 -0.93,1.86 -2.8,1.86l0.02 0.95zm5.58 -140.35l223.08 0c-0.93,2.8 -23.23,20.45 -27.89,24.16 -9.3,8.37 -18.59,15.81 -27.89,24.16l-24.16 21.38c-0.93,0.93 -2.8,1.86 -3.71,2.8 -5.57,4.64 -14.88,13.01 -20.45,18.59l-7.44 6.51 -49.26 -41.84c-2.8,-1.86 -4.64,-3.71 -7.44,-6.51 -11.15,-10.22 -24.16,-20.45 -34.4,-30.67 -3.71,-3.71 -19.52,-15.81 -20.45,-18.59l0.02 0zm-0.93 -14.88c-8.37,0.93 -13.01,5.57 -16.72,11.15 -3.71,7.44 -2.8,15.81 -2.8,24.16l0 109.68c0,9.3 0,15.81 5.57,22.32 4.64,5.58 10.22,7.44 19.52,7.44 54.85,0 109.68,0 164.53,0 9.3,0 18.59,0 26.96,0 4.64,0 9.3,0 13.95,0 3.71,0 10.22,0 13.95,0 7.44,-0.93 13.01,-5.58 15.81,-11.15 3.71,-6.51 2.8,-15.81 2.8,-24.16l0 -109.68c0,-9.3 0,-15.81 -5.58,-22.32 -4.64,-5.58 -9.3,-8.37 -19.52,-7.44 -36.25,0 -73.44,0 -109.68,0 -2.8,0 -105.04,0 -109.68,0l0.9 0z"/>
                                </g>
                                </svg>
                                <span>Контакты</span>
                            </a>
                        </li>
                    </ul>
                </div>
                <div class="footerMenu">
                    <div class="footerMenu_title">СОЦСЕТИ</div>
                    <ul>





                        <li><a target="_blank" href="https://vk.com/eebet"><svg class="sociallinks__svg" version="1.1" id="Layer_2" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" width="25px" height="25px" viewBox="0 0 45 45" enable-background="new 0 0 25 25" xml:space="preserve">
                                    <desc>VK</desc>
                        <path style="fill:#fff;" d="M41.2 22.2c.6-.8 1.1-1.5 1.5-2 2.7-3.5 3.8-5.8 3.5-6.8l-.2-.2c-.1-.1-.3-.3-.7-.4-.4-.1-.9-.1-1.5-.1h-7.2c-.2 0-.3 0-.3.1 0 0-.1 0-.1.1v.1c-.1 0-.2.1-.3.2-.1.1-.2.2-.2.4-.7 1.9-1.5 3.6-2.5 5.2-.6 1-1.1 1.8-1.6 2.5s-.9 1.2-1.2 1.5c-.3.3-.6.6-.9.8-.2.3-.4.4-.5.4-.1 0-.3-.1-.4-.1-.2-.1-.4-.3-.5-.6-.1-.2-.2-.5-.3-.9 0-.4-.1-.7-.1-.9v-1.1-1-1.9c0-.7 0-1.2.1-1.6v-1.3c0-.4 0-.8-.1-1.1-.1-.3-.1-.5-.2-.7-.1-.2-.3-.4-.5-.6-.2-.1-.5-.2-.8-.3-.8-.2-1.9-.3-3.1-.3-2.9 0-4.7.2-5.5.6-.3.2-.6.4-.9.7-.3.3-.3.5-.1.6.9.1 1.6.5 2 1l.1.3c.1.2.2.6.3 1.1.1.5.2 1.1.2 1.7.1 1.1.1 2.1 0 2.9-.1.8-.1 1.4-.2 1.9-.1.4-.2.8-.3 1.1-.1.3-.2.4-.3.5 0 .1-.1.1-.1.1-.1-.1-.4-.1-.6-.1-.2 0-.5-.1-.8-.3-.3-.2-.6-.5-1-.9-.3-.4-.7-.9-1.1-1.6-.4-.7-.8-1.5-1.3-2.4l-.4-.7c-.2-.4-.5-1.1-.9-1.9-.4-.8-.8-1.6-1.1-2.4-.1-.3-.3-.6-.6-.7l-.1-.1c-.1-.1-.2-.1-.4-.2s-.3-.1-.5-.2H3.2c-.6 0-1.1.1-1.3.4l-.1.1c0 .1-.1.2-.1.4s0 .4.1.6c.9 2.2 1.9 4.3 3 6.3s2 3.6 2.8 4.9c.8 1.2 1.6 2.4 2.4 3.5.8 1.1 1.4 1.8 1.7 2.1.3.3.5.5.6.7l.6.6c.4.4.9.8 1.6 1.3.7.5 1.5 1 2.4 1.5.9.5 1.9.9 3 1.2 1.2.3 2.3.4 3.4.4H26c.5 0 .9-.2 1.2-.5l.1-.1c.1-.1.1-.2.2-.4s.1-.4.1-.6c0-.7 0-1.3.1-1.8s.2-.9.4-1.2c.1-.3.3-.5.5-.7.2-.2.3-.3.4-.3.1 0 .1-.1.2-.1.4-.1.8 0 1.3.4s1 .8 1.4 1.3c.4.5 1 1.1 1.6 1.8.6.7 1.2 1.2 1.6 1.5l.5.3c.3.2.7.4 1.2.5.5.2.9.2 1.3.1l5.9-.1c.6 0 1-.1 1.4-.3.3-.2.5-.4.6-.6.1-.2.1-.5 0-.8-.1-.3-.1-.5-.2-.6-.1-.1-.1-.2-.2-.3-.8-1.4-2.2-3.1-4.4-5.1-1-.9-1.6-1.6-1.9-1.9-.5-.6-.6-1.2-.3-1.9.3-.5 1-1.5 2.2-3z">
                        </path>
                                </svg>Мы во Вконтакте</a></li>
<!--                        <li><a target="_blank" href="https://www.instagram.com/eebets/"><svg class="sociallinks__svg" version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px" width="25px" height="25px" viewBox="0 0 25 25" enable-background="new 0 0 25 25" xml:space="preserve">-->
<!--                                    <desc>Instagram</desc>-->
<!--                        <path style="fill:#fff;" d="M16.396,3.312H8.604c-2.921,0-5.292,2.371-5.292,5.273v7.846c0,2.886,2.371,5.256,5.292,5.256h7.791c2.922,0,5.292-2.37,5.292-5.274V8.586C21.688,5.683,19.317,3.312,16.396,3.312L16.396,3.312z M7.722,12.5c0-2.64,2.142-4.778,4.778-4.778c2.636,0,4.777,2.138,4.777,4.778s-2.142,4.777-4.777,4.777C9.864,17.277,7.722,15.14,7.722,12.5zM17.756,8.182c-0.615,0-1.104-0.487-1.104-1.102s0.488-1.103,1.104-1.103c0.614,0,1.102,0.488,1.102,1.103S18.37,8.182,17.756,8.182L17.756,8.182z">-->
<!--                        </path>-->
<!--                        <path style="fill:#fff;" d="M12.5,9.376c-1.731,0-3.124,1.398-3.124,3.124c0,1.725,1.393,3.124,3.124,3.124c1.732,0,3.124-1.399,3.124-3.124C15.624,10.775,14.211,9.376,12.5,9.376L12.5,9.376z"></path>-->
<!--                                </svg>Мы в Instagram</a></li>-->
                        <li><a target="_blank" href="https://t.me/eebet1"><svg class="sociallinks__svg" version="1.1" id="Layer_3" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="25px" height="25px" viewBox="0 0 60 60" xml:space="preserve">
                                <desc>Telegram</desc>
                        <path style="fill:#fff;" d="M52.5,9L6.1,26.9c-0.9,0.4-0.9,1.8,0,2.3l11.9,4.9l4.4,14.1c0.3,0.8,1.2,1,1.8,0.5l6.8-6.4l12.9,8.7c0.7,0.4,1.6,0,1.7-0.7L54,10.3C54.2,9.5,53.3,8.7,52.5,9z M24.5,36.7L23.8,44l-3.6-11.2l25.3-16.8L24.5,36.7z">
                        </path>
                            </svg>Мы в Telegram</a></li>
                    </ul>

                </div>
            </div>
        </div>
    </div>
</footer>



<?php
if($this->context->show_modal == 1 and $this->context->banner) : ?>
    <div class="modal fade" id="view_modal" tabindex="-1" role="dialog" aria-hidden="true">
        <div class="modal-dialog modal-dialog-centered" role="document">
            <div class="modal-content">
                <div class="modal-body ">
                    <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                        <span aria-hidden="true">&times;</span>
                    </button>
                    <div class="banner-image">
                        <a target="_blank" href="<?=$this->context->banner->href?>"><img src="<?=$this->context->banner->getPhoto()?>" alt="Баннер"/></a>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <?php
    $formatJs = <<< 'JS'
 $(window).on('load',function(){
            $('#view_modal').modal('show');
        });
JS;
    $this->registerJs($formatJs, \yii\web\View::POS_END);
endif; ?>


<!-- Yandex.Metrika counter -->
<script type="text/javascript" >
    (function(m,e,t,r,i,k,a){m[i]=m[i]||function(){(m[i].a=m[i].a||[]).push(arguments)};
        m[i].l=1*new Date();k=e.createElement(t),a=e.getElementsByTagName(t)[0],k.async=1,k.src=r,a.parentNode.insertBefore(k,a)})
    (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

    ym(61099084, "init", {
        clickmap:true,
        trackLinks:true,
        accurateTrackBounce:true,
        webvisor:true
    });
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/61099084" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->

<?php $this->endBody() ?>
</body>
</html>
<?php $this->endPage() ?>




